/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "%@ kann nicht geöffnet werden.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "%@ kann aufgrund eines Problems nicht geöffnet werden.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "Bei %@ ist ein Problem aufgetreten.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%1$@ wurde beim Verwenden des Plug-Ins %2$@ unerwartet beendet.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ wurde unerwartet beendet.";

/* button title */
"Agree" = "Akzeptieren";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "Wenn Sie auf „Akzeptieren“ klicken, erklären Sie sich einverstanden, dass Apple regelmäßig diese Informationen erfasst und im Rahmen der Support-Dienste und zur Produkt- und Dienstverbesserung verwendet. Die Informationen werden anonym erfasst. Weitere Informationen zur Datenschutzvereinbarung von Apple erhalten Sie unter: http://www.apple.com/de/legal/privacy";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Wenden Sie sich an den entsprechenden Entwickler, um sicherzustellen, dass %@ mit dieser Version von Mac OS X kompatibel ist. Sie müssen das Programm u. U. neu installieren. Installieren Sie außerdem alle verfügbaren Updates für das Programm und Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Klicken Sie auf „An Apple senden“, um den Bericht an Apple zu senden. Diese Informationen werden anonym erfasst.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Klicken Sie auf „Erneut öffnen“, um das Programm erneut zu öffnen. Dieser Bericht wird automatisch an Apple gesendet.";

/* button title */
"Disagree" = "Ablehnen";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Nicht erneut fragen";

/* button title */
"Don\\U2019t Send" = "Nicht senden";

/* button title */
"Hide Details" = "Details ausblenden";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "Fehlerbericht für %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Beschreiben Sie alle nötigen Schritte, um den Fehler zu reproduzieren.";

/* button title */
"Reopen" = "Erneut öffnen";

/* button title */
"Send to Apple" = "An Apple senden";

/* button title */
"Show Details" = "Details einblenden";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Dieser Bericht wird automatisch an Apple gesendet.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Es konnten keine Informationen zur Systemkonfiguration gesammelt werden.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Laden Sie %@ erneut aus dem App Store.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Sie können Apple dabei helfen, die Produkte zu verbessern, indem Sie anonymisierte Diagnose- und Nutzungsinformationen zu Ihrem Computer an Apple senden.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "Sie haben %@ aufgrund eines Problems beendet.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "Sie haben den Computer aufgrund eines Problems ausgeschaltet.";

